window.I18n = {
	cars_pay: "Бронируеться автомобиль,ожидайте",
	currency_short:{
		UAH:"грн",
		RUR:"руб",
		EUR:"eur",
		USD:"usd",
		AZN:"azn",
	},
	user:{
		data_update:{
			success:"Данные полльзователя успешно обновлены",
			failed:"При обновление данных произошла ошибка,проверьте правильность данных",
		},
		password_streight:[
			"Пароль очень слабый",
			"Пароль допустимой сложности",
			"Пароль достаточно сложный",
			"Пароль очень сложный"
		],
		passenger_update_error:"Неудалось обновить данные, проверьте правильность данных",
	},
	server_error:"На севрере произошла ошибка, попробуйте позже, если ситуация повториться обратитесь в службу поддержки",
	places:["место","места","мест"],
	days_short:[ "Вс", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб"],
	months:[ "Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь"],
	shortMonths: ['Янв', 'Фев', 'Март', 'Апр', 'Май', 'Июнь', 'Июль', 'Авг', 'Сен', 'Окт', 'Ноя', 'Дек'],
	paid_btn: 'Оплатить',
	booking_btn: 'Бронировать',
	passenger_count: ['человек', 'человека'],
	next:"Вперед",
	prev:"Назад"
}