window.I18n =
  month_names: ['января','февраля','марта','апреля','мая','июня',
		'июля','августа','сентября','октября','ноября','декабря']
  days_min: ["Пн", "Вт", "Ср", "Чт", "Пт", "Сб", "Вс"]
  
  cars_error: "На выходных в этом месте не работает прокат авто. Попробуйте выбрать другую дату или место."
  error: "Ошибка"
  notice: "Уведомление"
  success: "Успешно"
  aparts_notice: "По заданным параметрам поиска апартаментов не найдено"
  aparts_error: "Во время поиска апартаментов произошла ошибка, повторите поиск через несколько минут"
  server_error: "Произошла ошибка , попробуйте через несколько минут"
  aparts:
    search: "Идет поиск апартаментов, ожидайте" 
    aparts_busy: "В выбраный вами период есть занятые даты, выберите другой период"
    apart_price_error: "Произошла ошибка, невозможно узать цену на выбраный вами период"
    price_change: "Пересчитываем цену,ожидайте"
  hotels:
    search: "Идет поиск отелей, ожидайте" 
    search_hotel: "Уточнение информации про отель"
    to_book: "Перенаправление на страницу бронирования"
    do_book: "Создаеться бронирвоание, ожидайте..."
    do_cancel: "Бронирование отменяется, ожидайте..."
    success: "Ваше бронирвоание успешно создано, детали можете просмотреть в личном кабинете"
  user:
    login: "Для продолжения бронирования войдите или зарегестрируйтесь на сайте"
  messages:
    send: "Отправка сообщения"
    success: "Сообщение отправлено!"
    delete_it: "Сообщение удаляется"
    deleted: "Сообщение удалено" 
